Repository: jayfresh/SweetSpot
Catalog: plugins/mappress-google-maps-for-wordpress/languages/mappress-*.po
Languages: se_se

source: MapPress has changed with this version. You must re-enter your maps. Please see the note on the %1$sMapPress options screen%2$s
se_se: MapPress är inte längre bakåtkompatibelt. Du måste mata in dina kartor på nytt. Se information på %1$sMapPress inställningsvy%2$s

source: Google error: BAD REQUEST
se_se: Google error: Felaktig fråga

source: Google internal error. Try again later.
se_se: Google internal error. Vänligen försök på nytt lite senare.

source: The starting or ending address was missing.
se_se: Någon av de angivna adresserna är felaktig.

source: The starting or ending address could not be found. Please check that the address is correct and completely entered.
se_se: Start- eller måladressen kan inte hittas. Vänligen kontrollera så att adresserna är korrekta.

source: Google cannot return those directions for legal or contractual reasons
se_se: Google är förhindrad att lämna ut denna information av legala eller avtalsrättsliga skäl.

source: Google cannot return directions between those addresses. There is no route between them or the routing information is not available.
se_se: Google kan inte finna någon vägbeskrivning mellan dessa adresser. Antingen finns det ingen väg eller så saknas det information om vägen.

source: Invalid map API key
se_se: Google Maps API Key är ogiltlig.

source: Your key has issued too many queries in one day.
se_se: Din Google Maps API Key har använts till för många förfrågningar på en dag.

source: Unknown error, unable to return directions. Status code =
se_se: Okänt fel, kan inte lämna något svar. Status code =

source: No matching address
se_se: Hittar inte adressen.

source: Did you mean:
se_se: Menade du:

source: Error: your browser does not seem to support the street view Flash player
se_se: Felmeddelande: Din webbläsare verkar inte stödja "the street view Flash Player.

source: Sorry, no street view data is available for this location
se_se: Beklagar, hittar inga uppgifter om denna plats.

source: Sorry, Google was unable to display the street view in your browser
se_se: Beklagar, Google kan inte visa "the street view Flash player" i din webbläsare.

source: to here
se_se: till

source: from here
se_se: från

source: Get directions
se_se: Vägbeskrivning

source: Please enter your API key. Need an API key? Get one
se_se: Vänligen ange din API-nyckel, har du ingen klicka här

source: MapPress could not load google maps. Either your browser is incompatible or your API key is invalid. Need an API key? Get one
se_se: MapPress kan inte ladda Google Maps. Antingen är det problem med din webbläsare eller så är din API-nyckel ogiltlig. Behöver du en API-nyckel klicka här

source: here
se_se: här

source: That address is already on the map :
se_se: Denna adress finns redan på kartan:

source: MapPress isn't ready yet. Please enter your Google Maps API Key on the
se_se: MapPress fungerar inte riktigt än, vänligen ange din Google Maps API Key i

source: MapPress options screen.
se_se: MapPress inställningsvy.

source: Map options
se_se: Kartalternativ

source: (leave blank for default)
se_se: (lämna tom för standardinställning)

source: Width
se_se: Bredd

source: Height
se_se: Höjd

source: Insert map in post &raquo;
se_se: Infoga kartan i ditt meddelande;

source: Address
se_se: Adress

source: Caption
se_se: Rubrik

source: Save address
se_se: Spara adressen

source: Clear form
se_se: Rensa uppgifterna

source: ACCESS DENIED: You don't have permission to do this.
se_se: ACCESS DENIED: Du saknar rättigheter att göra detta.

source: Settings saved
se_se: Inställningarna sparade

source: what's my country code?
se_se: Ange landskod:

source: custom field
se_se: Valbart fält

source: shortcodes
se_se: Förkortning

source: MapPress help
se_se: MapPress hjälp

source: MapPress Options
se_se: MapPress alternativ

source: Map defaults
se_se: Kartstandard

source: Map width
se_se: Kartbredd

source: Enter a value in pixels (default is 400)
se_se: Ange antalet pixlar (standard är 400)

source: Map height
se_se: Karthöjd

source: Enter a value in pixels (default is 300)
se_se: Ange antalet pixlar (standard är 300)

source: Map zoom (1-20)
se_se: Zoomnivå (1-20)

source: 1=fully zoomed out, 20=fully zoomed in (default is 15)
se_se: 1=högsta zoomnivå, 20=lägsta zoomnivå (standard är 15)

source: Advanced Settings
se_se: Avancerade Inställningar

source: Country code for searches
se_se: Landskod för dina sökningar

source: Enter a country code to use as a default when searching for an address.
se_se: Ange den landskod som skall användas som standard vid dina sökningar.

source: Big map controls
se_se: Stora kartknappar

source: Check to show large map controls; uncheck for a small zoom control instead
se_se: Markera för att få stora kartknappar, omarkerad för små kartknappar

source: Map types button
se_se: Knapp för karttyp

source: Check to enable the "map types" button on the map
se_se: Markera för att aktivera val av karttyp på kartbilden

source: Initial map type
se_se: Ursprunglig karttyp

source: Choose the map type to use when the map is first displayed
se_se: Ange vilken karttyp du vill att kartbilden först skall visas med.

source: Initial marker
se_se: Första kartnål

source: Check to open the first marker when the map is displayed.
se_se: Markera för att visa den första kartnålen när kartbilden visas.

source: GoogleBar
se_se: Google sökruta

source: Check to show the "GoogleBar" search box for local business listings.
se_se: Markera för att visa Google sökruta för närliggande företag.

source: Icons
se_se: Ikoner

source: Select a default map icon
se_se: Ange den kartnål du vill ha som standard

source: Save Changes
se_se: Spara förändringarna
